/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "%@ fyller år";

/* Title for event birthday (without a name) */
"Birthday" = "Födelsedag";

"FACEBOOK_CALENDAR_NAME" = "Facebook-aktiviteter";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Kalender";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Påminnelser";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Påminnelser";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Påminnelse";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Aktiviteten kan inte redigeras.";

"NO_CALENDAR_ERROR" = "Ingen kalender har ställts in.";

"NO_START_DATE_ERROR" = "Inget startdatum har angetts.";

"NO_END_DATE_ERROR" = "Inget slutdatum har angetts.";

"DATES_INVERTED_ERROR" = "Startdatumet måste vara innan slutdatumet.";

"UNEXPECTED_ERROR" = "Ett oväntat fel inträffade.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Den kalendern kan inte flyttas till ett annat konto.";


"CALENDAR_READ_ONLY_ERROR" = "Kalendern är skrivskyddad.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Aktiviteten är för lång för att kunna repeteras så här ofta.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Aktiviteten upprepas innan påminnelsen sker.";

"START_DATE_FUTURE_ERROR" = "Aktiviteten är för långt fram i tiden.";

"OCCURRENCE_COLLISION_ERROR" = "En annan förekomst av den här aktiviteten förekommer på det här datumet.";

"INVITES_CANNOT_MOVE_ERROR" = "Inbjudningar kan inte flyttas till en annan kalender.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Påminnelsens plats kunde inte kodas geografiskt till en adress.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Aktiviteten tillhör inte det aktivitetslagret.";

/* developer error */
"SPAN_ERROR" = "Ett ogiltigt omfång har angetts.";

"CALENDAR_HAS_NO_SOURCE" = "Kalendern har ingen källa";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Repetitionsfältet kan inte ändras.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Påminnelser kan inte ändras.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Deltagare kan inte ändras.";

"CALENDAR_IMMUTABLE" = "Kalendern kan inte ändras eller raderas.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Platser med geografisk information stöds inte av det här kontot.";

"ACTIONS_NOT_SUPPORTED" = "Åtgärder stöds inte av det här kontot.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Platser för påminnelser stöds inte av det här kontot.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Närhetsbaserade påminnelser stöds inte av det här kontot.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "En upprepande påminnelse måste ha ett slutdatum.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Det kontot tillåter inte att kalendrar läggs till eller tas bort.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Den kalendern tillåter inte att händelser läggs till.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Den kalendern tillåter inte att påminnelser läggs till.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Det kontot saknar stöd för påminnelser.";

"PRIORITY_IS_INVALID" = "Prioritet måste vara mellan 0 och 9.";

"INVALID_ENTITY_TYPE" = "Detta är inte en giltig EKEntityType.";
